{"title":"The impact of nuclear shape on the emergence of the neutron dripline","startTime":"2022-06-14T14:00","endTime":"2022-06-14T16:00","speaker":"尧江明","room":"天琴大楼2316","paperTitle":"The impact of nuclear shape on the emergence of the neutron dripline","paperLink":"https://doi.org/10.1038/s41586-020-2848-x","paperAbstract":"Atomic nuclei are composed of a certain number of protons Z and neutrons N. A natural question is how large Z and N can be. The study of superheavy elements explores the large Z limit1,2, and we are still looking for a comprehensive theoretical explanation of the largest possible N for a given Z—the existence limit for the neutron-rich isotopes of a given atomic species, known as the neutron dripline3. The neutron dripline of oxygen (Z = 8) can be understood theoretically as the result of single nucleons filling single-particle orbits confined by a mean potential, and experiments confirm this interpretation. However, recent experiments on heavier elements are at odds with this description. Here we show that the neutron dripline from fluorine (Z = 9) to magnesium (Z = 12) can be predicted using a mechanism that goes beyond the single-particle picture: as the number of neutrons increases, the nuclear shape assumes an increasingly ellipsoidal deformation, leading to a higher binding energy. The saturation of this effect (when the nucleus cannot be further deformed) yields the neutron dripline: beyond this maximum N, the isotope is unbound and further neutrons ‘drip’ out when added. Our calculations are based on a recently developed effective nucleon–nucleon interaction4, for which large-scale eigenvalue problems are solved using configuration-interaction simulations. The results obtained show good agreement with experiments, even for excitation energies of low-lying states, up to the nucleus of magnesium-40 (which has 28 neutrons). The proposed mechanism for the formation of the neutron dripline has the potential to stimulate further thinking in the field towards explaining nucleosynthesis with neutron-rich nuclei.","pptname":"2023-3-708823313-journal-club20220614.pdf","id":17}