{"title":"Statistical correlations of nuclear quadrupole deformations and charge radii","startTime":"2022-06-21T14:00","endTime":"2022-06-21T16:00","speaker":"焦长峰","room":"天琴大楼2317","paperTitle":"Statistical correlations of nuclear quadrupole deformations and charge radii","paperLink":"https://doi.org/10.48550/arXiv.2205.06139","paperAbstract":"Shape deformations and charge radii, basic properties of atomic nuclei, are influenced by both the global features of the nuclear force and the nucleonic shell structure. As functions of proton and neutron number, both quantities show regular patterns and, for nuclei away from magic numbers, they change very smoothly from nucleus to nucleus. In this paper, we explain how the local shell effects are impacting the statistical correlations between quadrupole deformations and charge radii in well-deformed even-even Er, Yb, and Hf isotopes. This implies, in turn, that sudden changes in correlations can be useful indicators of underlying shell effects. Our theoretical analysis is performed in the framework of self-consistent mean-field theory using quantified energy density functionals and density-dependent pairing forces. The statistical analysis is carried out by means of the linear least-square regression. The local variations of nuclear quadrupole deformations and charge radii, explained in terms of occupations individual deformed Hartree-Fock orbits, make and imprint on statistical correlations of computed observables. While the calculated deformations or charge radii are, in some cases, correlated with those of their even-even neighbors, the correlations seem to deteriorate rapidly with particle number. The statistical correlations between nuclear deformations and charge radii of different nuclei are affected by the underlying shell structure. Even for well deformed and superfluid nuclei for which these observables change smoothly, the correlation range usually does not exceed ΔN=4 and ΔZ=4, i.e., it is rather short. This result suggests that the frequently made assumption of reduced statistical errors for the differences between smoothly-varying observables cannot be generally justified.","pptname":"2023-3-927246092-Journal-club20220621.pdf","id":18}