{"id":"49","title":"First complete shell-model description of 254No: a new paradigm for superheavy nuclear structure studies","startTime":"2024-09-26 10:10:00","endTime":"2024-09-26 11:30:00","speaker":"焦长峰","room":"瀚林3号B331","paperTitle":"First complete shell-model description of 254No: a new paradigm for superheavy nuclear structure studies","paperLink":"https://arxiv.org/abs/2409.08210","paperAbstract":"In this work, we report the latest developments in the beyond mean-field methods applied to the shell-model framework for the description of heavy deformed nuclei. We extend our recent DNO-SM approach within the \\textit{Variation-After-Projection} (VAP) scheme, dubbed as DNO-SM(VAP). This approach naturally enables to \\textit{a priori} capture correlations more efficiently than the \\textit{Projection-After-Variation} (PAV) scheme which is commonly used in current theoretical modelings of nuclei. Using the Kuo-Herling effective interaction, we first examine the extended method by a systematic comparison of the binding energies, the \\textit{yrast} spectra and electromagnetic moments of some representative nuclei of masses ranging from A=251 to A=256. The results show that the VAP scheme variationally provides more bound solutions with respect to the PAV scheme, reflecting the additional correlations that were captured. Both spectra, dipole and spectroscopic quadrupole moments are reproduced favorably. We then focus on the case of 254No, one of the most studied elements experimentally, which can be considered as the portal to the superheavy region. The calculations show a striking agreement with the complete experimentally known spectroscopy: the \\textit{yrast} band, isomers and associated K bands, and the newly observed 0+ and (K=4) 4+ states, providing for the first time the complete shell-model description of 254No. The present successful achievement opens a new way for forthcoming spectroscopic studies of heavy and superheavy nuclei.","pptname":"2024-12-842289187-0926_cfj_Journalclub.pdf"}