{"id":"54","title":"Axially deformed relativistic quasiparticle random-phase approximation based on point-coupling interactions","startTime":"2024-12-05 10:10:00","endTime":"2024-12-05 12:00:00","speaker":"陈若男","room":"翰林3号B331","paperTitle":"The axially-deformed relativistic quasiparticle random phase approximation based on  point-coupling interactions","paperLink":"https://arxiv.org/abs/2404.13266","paperAbstract":"Collective nuclear excitations, like giant resonances, are sensitive to nuclear deformation, as evidenced by alterations in their excitation energies and transition strength distributions. A common theoretical framework to study these collective modes, the random-phase approximation (RPA), has to deal with large dimensions spanned by all possible particle-hole configurations satisfying certain symmetries. This work aims to establish a new theoretical framework to study the impact of deformation on spin-isospin excitations, that can provide fast and reliable solutions of the RPA equations. The nuclear ground state is determined with the axially-deformed relativistic Hartree-Bogoliubov (RHB) model based on relativistic point-coupling energy density functionals (EDFs). To study the excitations in the charge-exchange channel, an axially-deformed proton-neutron relativistic quasiparticle RPA (pnRQRPA) is developed in the linear response approach. After benchmarking the axially-deformed pnRQRPA in the spherical limit, a study of spin-isospin excitations including Fermi, Gamow-Teller (GT), and Spin-Dipole (SD) is performed for selected pf-shell nuclei. For GT transitions, it is demonstrated that deformation leads to considerable fragmentation of the strength function. A mechanism inducing the fragmentation is studied by decomposing the total strength to different projections of total angular momentum K and constraining the nuclear shape to either spherical, prolate or oblate. A similar fragmentation is also observed for SD transitions, although somewhat moderated by the complex structure of these transitions, while the Fermi strength is almost shape-independent. The axially-deformed pnRQRPA introduced in this work opens perspectives for future studies of deformation effects on astrophysically relevant weak interaction processes, in particular beta decay and electron capture.","pptname":"2024-12-218253581-1205_rnc_jc.pdf"}