{"title":"Global study of quadrupole correlation effects","startTime":"2025-04-16T10:10","endTime":"2025-04-16T12:00","speaker":"李义","room":"B331","paperTitle":"Global study of quadrupole correlation effects","paperLink":"https://doi.org/10.1103/PhysRevC.73.034322","paperAbstract":"We discuss the systematics of ground-state quadrupole correlations of binding energies and mean-square charge radii for all even-even nuclei, from <math xmlns=\"http://www.w3.org/1998/Math/MathML\" display=\"inline-block\"><msup><mi></mi><mrow><mn>16</mn></mrow></msup><mrow><mi mathvariant=\"normal\">O</mi></mrow></math> up to the superheavies, for which data are available. To that aim we calculate their correlated 𝐽=0 ground state by means of the angular-momentum and particle-number projected generator coordinate method, using the axial mass quadrupole moment as the generator coordinate and self-consistent mean-field states restricted only by axial, parity, and time-reversal symmetries. The calculation is performed within the framework of a nonrelativistic self-consistent mean-field model by use of the same Skyrme interaction SLy4 and to a density-dependent pairing force to generate the mean-field configurations and to mix them. These are the main conclusions of our study: (i) The quadrupole correlation energy varies between a few 100 keV and about 5.5 MeV. It is affected by shell closures, but varies only slightly with mass and asymmetry. (ii) Projection on angular momentum 𝐽=0 provides the major part of the energy gain of up to about 4 MeV; all nuclei in the study, including doubly magic ones, gain energy by deformation. (iii) The mixing of projected states with different intrinsic axial deformations adds a few 100 keV up to 1.5 MeV to the correlation energy. (iv) Typically nuclei below mass 𝐴≤60 have a larger correlation energy than static deformation energy whereas the heavier deformed nuclei have larger static deformation energy than correlation energy. (v) Inclusion of the quadrupole correlation energy improves the description of mass systematics, particularly around shell closures, and of differential quantities, namely two-nucleon separation energies and two-nucleon gaps. The correlation energy provides an explanation of “mutually enhanced magicity.” (vi) The correlation energy tends to decrease the shell effect on binding energies around magic numbers, but the magnitude of the suppression is not large enough to explain the relative overbinding at 𝑁=82 and 𝑁=126 neutron-shell closures in mean-field models. (vii) Charge radii are also found to be sensitive to the quadrupole correlations. Static quadrupole deformations lead to a significant improvement of the overall systematics of charge radii. The dynamical correlations improve the local systematics of radii, in particular around shell closures. Although the dynamical correlations might reduce the charge radii for specific nuclei, they lead to an overall increase of radii when included, in particular in light nuclei.","pptname":"2025-4-187632272-jc_yli_20250416.pdf","id":62}