{"title":"High-spin spectroscopy and the onset of quasicollective structures in 69Ga","startTime":"2025-11-05T09:00","endTime":"2025-11-05T11:00","speaker":"吕明熹","room":"B331","paperTitle":"High-spin spectroscopy and the onset of quasicollective structures in 69Ga","paperLink":" https://doi.org/10.48550/arXiv.2510.01423","paperAbstract":"The intermediate- and high-spin level structure of the odd-A 69Ga nucleus was investigated via the \r\n<math xmlns=\"http://www.w3.org/1998/Math/MathML\" display=\"inline-block\"><msup><mi></mi><mrow><mn>26</mn></mrow></msup><mtext>Mg</mtext><msup><mo stretchy=\"false\">(</mo><mrow><mn>48</mn></mrow></msup><mtext>Ca</mtext><mo>,</mo><mi>p</mi><mn>4</mn><mi>n</mi><mi>γ</mi><mo stretchy=\"false\">)</mo></math>\r\nfusion evaporation reaction at a beam energy of 195 MeV. The experiment was performed using the Gammasphere multidetector array in conjunction with the Fragment Mass Analyzer (FMA), with mass and charge identification achieved via an ionization chamber placed at the focal plane of the spectrometer. Coincidence relationships between the 69Ga reaction products and emitted \r\ngamma rays were analyzed to establish the level sequences, while angular distribution and angular correlation measurements were used to propose spin and parity assignments. As a result, the level scheme of the nucleus has been considerably extended. Near the ground state, the structure of 69Ga is well described by single-particle excitations, with shell-model calculations using the JUN45 and jj44b effective interactions providing a satisfactory interpretation of the observed levels. At spins in excess of 21/2 ℏ, three sequences of E2 transitions have been delineated, suggesting the onset of collectivity. An interpretation within the framework of the tilted-axis-cranking covariant density functional theory is proposed which reveals the role of g9/2 protons and neutrons in this angular momentum regime.","pptname":"2025-12-336838955-lmx_High_spin_spectroscopy_and_the_onset_of_quasicollective_structures_in_69Ga.pdf","id":76}